/* No comment provided by engineer. */
"appKey未验证" = "appKey not verify";

/* No comment provided by engineer. */
"Eddystone URL超出(%lu)个字符" = "Eddystone URL beyond(%lu) characters";

/* No comment provided by engineer. */
"UUID有误" = "UUID wrong";

/* No comment provided by engineer. */
"UUID格式有误" = "UUID wrong";

/* No comment provided by engineer. */
"不支持串口数据" = "unsupported serial data";

/* No comment provided by engineer. */
"不支持光感" = "unsupported light sensor";

/* No comment provided by engineer. */
"不支持的设备" = "unsupported device";

/* No comment provided by engineer. */
"不支持自定义广播数据" = "unsupported custom info";

/* No comment provided by engineer. */
"不支持防丢设置" = "unsupported anti lost set";

/* No comment provided by engineer. */
"串口数据过长(<=20)" = "Serial data is too long(<=20)";

/* No comment provided by engineer. */
"功率值未定义(注：功率值-30,-20,-16,-12,-8,-4,0,4)" = "Tx power undefined(Note：-30,-20,-16,-12,-8,-4,0,4)";

/* No comment provided by engineer. */
"固件下载失败，请重试" = "Download firmware failed,retry.";

/* No comment provided by engineer. */
"固件升级失败" = "Firmware upgrade failure";

/* No comment provided by engineer. */
"固件数据不正确，请重试" = "Firmware data is incorrect,retry.";

/* No comment provided by engineer. */
"已经是最新版本" = "Aready the latest version";

/* No comment provided by engineer. */
"当前固件不支持云更新" = "Unsupported update";

/* No comment provided by engineer. */
"无效appKey" = "Invalid appKey";

/* No comment provided by engineer. */
"无法获取温度" = "Unable to get the temperature";

/* No comment provided by engineer. */
"暂无版本更新，或未执行版本检测：checkFirmwareUpdateWithCompletion:" = "No version,Or call first：checkFirmwareUpdateWithCompletion:";

/* No comment provided by engineer. */
"更新中断" = "Update interrupt";

/* No comment provided by engineer. */
"未识别的设备" = "Unrecognized device";

/* No comment provided by engineer. */
"未识别的设备，无法连入" = "Unrecognized device, cannot be connected to";

/* No comment provided by engineer. */
"检查蓝牙状态或参数格式" = "Check bluetooth state or parameters";

/* No comment provided by engineer. */
"正在下载固件数据..." = "Downloading firmware data...";

/* 蓝牙连接提示 */
"正在连接，请稍后..." = "Connecting, please later...";

/* No comment provided by engineer. */
"网络连接失败" = "Network connection failure";

/* No comment provided by engineer. */
"自定义广播数据过长(<=8)" = "custom broadcast data is too long(<=8)";

/* 读取硬件版本失败提示 */
"获取失败" = "Read failure";

/* No comment provided by engineer. */
"设备已断开连接" = "Device disconnected.";

/* No comment provided by engineer. */
"设备连接已断开" = "Device disconnected.";

/* No comment provided by engineer. */
"请使用：writeCBeacon获取数据" = "Please call：writeCBeacon";

/* No comment provided by engineer. */
"请求成功" = "Request successful";

/* No comment provided by engineer. */
"连接已断开" = "Disconnected";

/* 蓝牙连接超时 */
"连接超时15s" = "connection timeout 15s";

